www/app/controllers/works_controller.rb

SELECT * FROM "works"
---
  def index
    @works = Work.all